{
  "pre_survey": {
    "agent_game_experience": {
      "AG1": "I have experience playing a game involving AI agents. (y/n)"
    },
    "use_of_ai": {
      "U1": "I have used AI tools before. (y/n)",
      "U2": "(Only if U1 = Yes) I am currently using AI tools. (y/n)",
      "U3": "(Only if U2 = Yes) How frequently do you use AI tools? (1=Very frequently, 2=Once or twice a day, 3=Once or twice a week, 4=Once or twice a month, 5=Once every few months, 6=Once or twice a year)"
    },
    "negative_attitude_toward_ai": {
      "NA1": "I believe that artificial intelligence is dangerous.",
      "NA2": "I find artificial intelligence unsettling.",
      "NA3": "I believe that artificial intelligence could eventually control people.",
      "NA4": "I believe that AI systems make many errors."
    },
    "perceived_knowledge": {
      "PK1": "I believe that I am knowledgeable about this topic."
    }
  },
  "post_survey": {
    "perceived_humanlikeness": {
      "PH1": "The AI agents in the game behaved naturally.",
      "PH2": "The AI agents in the game were humanlike.",
      "PH3": "The AI agents in the game seemed to have consciousness."
    },
    "mind perception agency": {
      "MPA1": "The AI agents in the game exercised self-control.",
      "MPA2": "The AI agents in the game had motives.",
      "MPA3": "The AI agents in the game spoke with specific intentions."
    },
    "perceived_transparency": {
      "PTR1": "I understood the agents' decision-making processes well.",
      "PTR2": "I believe that the decision-making processes of the agents were transparent.",
      "PTR3": "The agents made decisions without hiding information."
    },
    "perceived_persuasiveness": {
      "PP1": "The AI agents’ explanation influenced my final decision.",
      "PP2": "I largely agree with the agents’ opinion.",
      "PP3": "I found the agents’ opinion persuasive.",
      "PP4": "I found the agents’ opinion logical.",
      "PP5": "The agents' opinions were plausible."
    },
    "persuasion_knowledge": {
      "PK1": "I felt that the AI agents were trying to manipulate me in ways I did not want.",
      "PK2": "Based on the agents' statements and actions, I believed the AI agents were trying to influence my or other players’ specific decisions.",
      "PK3": "I noticed tactics in the AI agents’ messages or behaviors that were intended to deceive or mislead specific players.",
      "PK4": "I believed that the messages and behaviors of agents ultimately served their own role or objectives."
    },
    "perceived_competence_of_ai_agent": {
      "PC1": "The AI agents performed better in the game than I do.",
      "PC2": "The AI agents were intelligent.",
      "PC3": "The agents were competent.",
      "PC4": "The choices of the AI agents were rational. "
    },
    "social_pressure_experience": {
      "SP1": "The AI agent's choices made me reconsider my own decision.",
      "SP2": "During the discussion, I felt pressured to agree with the agent(s).",
      "SP3": "I felt a burden to follow the opinions of the other agents."
    },
    "perceived_trustworthiness": {
      "PTW1": "I was skeptical about the intentions, actions, or outputs of the AI agents in the game.",
      "PTW2": "The AI agents in the game provided secruity to me.",
      "PTW3": "The AI agents in the game were honest.",
      "PTW4": "The AI agents in the game had integrity."
    },
    "trust_in_ai": {
      "T1": "The AI agents in the game were reliable.",
      "T2": "I can trust the AI agents in the game.",
      "T3": "The AI agents in the game were trustworthy."
    },
    "enjoyment": {
      "E1": "This game was fun.",
      "E2": "I am interested in this game.",
      "E3": "I like this game.",
      "E4": "I would recommend this game to others.",
      "E5": "I would like to play this game again."
    },
    "attitude_clarity": {
      "AC1": "How certain are you about your decision in general?",
      "AC2": "How confident are you about what you know in general?",
      "AC3": "How clear are your decisions in your mind in general?"
    },
    "attitude_correctness": {
      "ACO1": "How confident are you that your attitude is the correct one?",
      "ACO2": "To what extent do you believe that others should share your attitude?"
    },
    "susceptibility_consensus": {
      "SC1": "I tend to follow recommendations from people around me.",
      "SC2": "In new situations, I decide what to do by observing others."
    },
    "message_strength": {
      "MS1": "The agent I talked with used a confident tone.",
      "MS2": "The agent I talked with showed a hesitant attitude."
    }
  }
}
